let data = [
    {
        "1":
            {
                "title": "碗",
                "content": "     碗作为人们日常必需的饮食器皿，碗的起源目前不可考证，不过可追溯到新石器时代泥质陶\n" +
                    "制的碗，其形状与当今无多大区别，即口大底小，碗口宽而碗底窄。下有碗足，高度一般为\n" +
                    "口沿直径的二分之一，多为圆形，极少方形。不断变化的只是质料，工艺水平和装饰手段。\n" +
                    "一般用途是盛装食物。中国人大多喜爱用碗作为饮食工具，而西方人更倾向于使用盘子。碗，\n" +
                    "可以取谐音“挽”字，意为挽留之意，可作为一种伴手礼，象征寓意较好。"
            },
        "2":
            {
                "title": "杯子",
                "content": "     杯子，（一种专门盛水的器皿）从古至今其主要功能都是用来饮酒或饮茶。在古代喝茶的杯\n" +
                    "子被称为盖碗。基本器型大多是直口或敞口，口沿直径与杯高近乎相等。有平底、圈足\n" +
                    "或高足。考古资料表明最早的杯始见于新石器时代。无论是在仰韶文化、龙山文化还是河姆\n" +
                    "渡文化遗址中都见有陶制杯的存在，这一时期杯型最为奇特多样：带耳的有单耳或双耳\n" +
                    "杯、带足的多为锥形、三足杯、觚形杯、高柄杯等等，根据制作材料不同，可以分为玻璃杯、\n" +
                    " 塑料杯、陶瓷杯、木杯等。"
            },
        "3":
            {
                "title": "缸",
                "content": "     缸，用来盛米盛水等，体积较大。"
            },
        "4":
            {
                "title": "酒壶",
                "content": "     酒壶，英文Flagon，装酒的壶具。历史悠久，人类酿酒之后诞生。在世界各地有多种\n" +
                    "多样的分类和不同的材质。同时具有艺术观赏价值。在中国古代用于饮酒斟酒时使用，\n" +
                    "在明至清中期被称为执壶，到清晚期至民国时则通称酒壶。\n" +
                    "    形制一般为四方形，圆柱形，器物外常绘粉彩仕女图及山水田园图。明、清时期还出现\n" +
                    "了烫酒壶和烫酒杯，酒壶一般为陶瓷制，也有金银制，在藏族中，甚至有木制酒壶，但\n" +
                    "是对于很多当代藏族青年来讲，木质酒壶是较难见到了。木质酒壶外形与木质酥油桶差不多，\n" +
                    "现存的木制酒壶，实属珍品。在现代，酒壶也有了新的发展，出现了新型材质的酒壶，\n" +
                    "如不锈钢酒壶等。"
},
        "5":
            {
                "title": "罐子",
                "content": "     盛东西用或用以盛放或烹煮食物的大口器皿,多为陶瓷制品。造型特点是口径大腹丰且\n" +
                    "深，胫部内收，大底足。罐子是一种陶制容器。使用陶土，作成口圆肚大，再涂上黑釉或黄\n" +
                    "釉，经窑里烧制。有大、中、小和特小的几种，陶瓷罐，里外光滑，经济实用，北方农村多\n" +
                    "喜用之。\n" +
                    "    现在也有罐子用玻璃、塑料等材料制成。塑料的较多，有有盖的，也有无盖的，形式多\n样，用途也多样化。\n" +
                    "    罐子是二十世纪以前北方家庭常用的容器，家庭一般用来盛米、面。北方一些农村家庭\n还在使用。\n"
            },
        "6":
            {
                "title": "克莱因瓶",
                "content": "     在数学领域中，克莱因瓶（Klein bottle）是指一种无定向性的平面，比如二维平面，就\n" +
                    "没有“内部”和“外部”之分。在拓扑学中，克莱因瓶（Klein Bottle）是一个不可定向的拓扑\n" +
                    "空间。克莱因瓶最初由德国几何学大家菲立克斯•克莱因 (Felix Klein) 提出。在1882年，\n" +
                    "著名数学家菲立克斯•克莱因 (Felix Klein) 发现了后来以他的名字命名的著名“瓶子”。克\n" +
                    "莱因瓶的结构可表述为：一个瓶子底部有一个洞，现在延长瓶子的颈部，并且扭曲地进\n" +
                    "入瓶子内部，然后和底部的洞相连接。和我们平时用来喝水的杯子不一样，这个物体没有“边”，\n" +
                    "它的表面不会终结。它和球面不同 ，一只苍蝇可以从瓶子的内部直接飞到外部而不用穿\n" +
                    "过表面，即它没有内外之分。\n" +
                    "    “克莱因瓶”这个名字的翻译其实是有些错误的，因为最初用德语命名时候名字中“Kle\n" +
                    "insche Fläche”是“克莱因平面”的意思。因为翻译问题写成了Flasche，这个词才是瓶子\n" +
                    "的意思。不过不要紧，“瓶子”这个词用起来也非常合适。\n" +
                    "    在1882年，著名数学家菲利克斯•克莱因（Felix Klein）发现了后来以他的名字命名的\n" +
                    "著名“瓶子”。这是一个像球面那样封闭的（也就是说没有边）曲面，但是它却只有一个面。\n" +
                    "在图片上我们看到，克莱因瓶的确就像是一个瓶子。但是它没有瓶底，它的瓶颈被拉长，然\n" +
                    "后似乎是穿过了瓶壁，最后瓶颈和瓶底圈连在了一起。如果瓶颈不穿过瓶壁而从另一边和瓶\n" +
                    "底圈相连的话，我们就会得到一个轮胎面（即环面）。"
            },
        "7":
            {
                "title": "水壶",
                "content": "     水壶，是一种盛水的容器。有很多种材质，可以指烧水用的金属壶，也可以指便于携带\n" +
                    "的饮用水壶，主要分为五大类：1、塑料的（主要材料）2、不锈钢的3、铝合金的4、陶瓷\n" +
                    "的5、其它材质的，可由电加热也可直接用火加热。"
            },
        "8":
            {
                "title": "盘子",
                "content": "     盘子，指盛放物品(多为食物）的浅底的器具，比碟子大，多为圆形。多数为陶瓷品，\n" +
                    "也有金属制品，可以在上面放东西。用盘子盛菜时，夹起菜来比较方便，散热也比较好。在\n" +
                    "西方，是常用的餐具之一，除了盆子之外，西方人就用它来盛食物，因此，盘子对西方人来\n" +
                    "说十分重要。"
            },
        "9":
            {
                "title": "桶",
                "content": "     桶，盛水或其他东西的器具，深度较大，用金属、木材或塑料等制成。桶是国际原油数\n" +
                    "量单位。一般来说，欧佩克和英美等西方国家原油数量单位通常用桶(bbl)来表示，而中国及\n" +
                    "俄罗斯等国则常用吨(t)作为原油数量单位。"
            },
        "10":
            {
                "title": "花瓶",
                "content": "     花瓶是一种器皿，多为陶瓷或玻璃制成，外表美观光滑；名贵者有水晶等昂贵材料制成\n" +
                    "用来盛放花枝的美丽植物,花瓶底部通常盛水，让植物保持生命与美丽。花瓶的英文翻译是：\n" +
                    "Vase花瓶是一种器皿,多为陶瓷或玻璃制成,外表美观光滑;名贵者有水晶等昂贵材料制成。\n" +
                    "用来盛放花枝的美丽植物,花瓶底部通常盛水,让植物保持活性与美丽。\n" +
                    "    现代的家居装饰品，仅仅实用是不够的。越来越多的设计者融入巧妙的心思，将美化\n" +
                    "家居的功能应用在于平凡的家居装饰品上。\n" +
                    "    陶瓷花瓶是易碎物品，保养陶瓷，主要是防止外界破坏因素。 所谓外界破坏因素，有\n" +
                    "自然因素、人为因素以及意外因素等。自然因素主要是指温度、光线、尘埃等，陶瓷花瓶不\n" +
                    "要放在高温强光的地方，尤其是薄胎陶瓷瓶。陶瓷花瓶上积有尘埃，要用软布轻拭，像对待\n" +
                    "婴儿幼嫩的肌肤一样小心。放置时要妥当，防止倾倒。 鉴赏时要脱掉手上的戒指等硬物，\n" +
                    "谨防划伤釉面或磕缺口沿。拿器物时，一手托底，另一手把牢器身，千万不能仅用一手抓住\n" +
                    "器物口沿拿起。\n" +
                    "    陶与瓷不同，陶是用泥巴烧出来的。瓷是将瓷石打成粉末，搅拌成浆，倒入模具制作\n" +
                    "成的。同一温度烧出来的陶和瓷，瓷的硬度要强一些。\n" +
                    "贴花陶瓷花瓶制作完后在表面喷漆，然后贴花，最后喷清漆保护花朵，使其不易掉落。\n" +
                    "产用来制作陶瓷用的是白云土，光亮的陶瓷是烧白胚，然后上釉，喷漆，整个过程需要烤两\n" +
                    "次。陶瓷花瓶表面无光的是喷哑光漆，有的是喷半光漆。\n" +
                    "\n"
            }
    },
    {
        "1":
            {
                "title": "雅典学院",
                "content": "     《雅典学院》是意大利画家拉斐尔•桑西于1510～1511年创作的一幅壁画作品。现收藏\n" +
                    "于意大利梵蒂冈博物馆。\n" +
                    "    该画以古希腊哲学家柏拉图举办雅典学院之逸事为题材，以极为兼容并蓄、自由开放的\n" +
                    "思想，打破时空界限，把代表着哲学、数学、音乐、天文等不同学科领域的文化名人会聚一\n" +
                    "堂，以回忆历史上黄金时代的形式，寄托了作者对美好未来的向往，表达了对人类中追求智\n" +
                    "慧和真理者的集中赞扬。\n" +
                    "    画作采用了拱形圆屋顶作为背景，以很高的透视法水平，增强了画面的空间立体感和深\n" +
                    "远感。整幅画气势恢宏、场面宏大。画中人物栩栩如生、活灵活现。\n" +
                    "    在《雅典学院》的画面上，作者把古希腊以来的哲学家和思想家聚于一堂，其中包括\n" +
                    "亚里士多德、苏格拉底、柏拉图、毕达哥拉斯，还有艺术家自己。整个壁画洋溢着浓厚的学\n" +
                    "术研究和自由辩论的空气，所有的人们都是那样毫无拘束地按照自己的意志和个性在进行活\n" +
                    "动。他们或者在一起侃侃而谈，或者是独个儿在那里进行思考，人物或立，或坐，或缓步走\n" +
                    "动，人文主义的艺术家总是设法使画面上的人物享有充分的自由。\n" +
                    "    所有这些形态各异、栩栩如生的人物群像，填补了画面的空白，把整个画面有机地联\n" +
                    "系在一起。画家还极善于利用台阶，使众多人物组合主次前后有序、真实、生动、活泼，画\n" +
                    "面将观赏者带进先哲们的行列。这宏大的场面，众多的人物，生动的姿态表情，具有肖像性\n" +
                    "人物个性的刻画，布局的和谐、变化且统一的节奏，画家对其中每个人物的神情和动作都作\n" +
                    "了精细的思考和细致的安排，使他们符合各自的身份和学术特点，其阵容之宏伟，堪与米开\n" +
                    "朗基罗的天顶壁画一比高下。\n"
            },
        "2":
            {
                "title": "夜巡",
                "content": "     《夜巡》荷兰画家伦勃朗•哈尔曼松•凡•莱因于1642年创作的一幅布面油画作品。现藏\n" +
                    "于荷兰阿姆斯特丹国立博物馆。 [1] \n" +
                    "    该画作是阿姆斯特丹城射手连队的群像画，画中人物以近舞台剧的形式表现，近处有两\n" +
                    "人，其一身穿黑军服，披着红披巾，头戴黑礼帽，另一个穿着黄色军服戴着黄色的帽子。其\n" +
                    "他人则或持长枪，或挥舞旗帜，或互相议论，队伍出发时的紧张气氛跃然纸上。 \n" +
                    "    该画作在构图上采用接近舞台效果的手法，既让每个人的形像都出现在画面上，又安排\n" +
                    "得错落有致，且明暗对比强烈，层次丰富，富有戏剧性。\n" +
                    "    此画是为阿姆斯特丹城射手连队画的一幅群像，画面采取的是近舞台剧的形式，队伍纷\n" +
                    "纷涌上街头，画中两位身着不同服装的人走在队伍的前列，构成了画面的中心。他们一个身\n" +
                    "穿黑军服，头戴黑礼帽，披着红披巾，一个穿着黄色军服戴着黄色的帽子。二人正在沉着镇\n" +
                    "静地商议问题，准备对整个队伍的行动作出决议。其他队员跟在他们身后，有的手持长枪，\n" +
                    "有的挥舞旗帜，有的在互相议论，队伍出发时的紧张气氛跃然纸上。在人群中还有一个形象\n" +
                    "鲜明的小女孩，夹杂在人群中惊慌失措的样子，是整个画面的意外插曲，有人认为她是光明\n" +
                    "和真理的化身，是唤起人们反抗异族统治的光荣记忆\n"
            },
        "3":
            {
                "title": "格尔尼卡",
                "content": "     《格尔尼卡》是西班牙立体主义画家帕勃洛•鲁伊斯•毕加索于20世纪30年创作的一幅\n" +
                    "巨型油画，长7.76米，高3.49米，现收藏于马德里国家索菲亚王妃美术馆。该画是以法西\n" +
                    "斯纳粹轰炸西班牙北部巴斯克的重镇格尔尼卡、暴杀害无辜的事件创作的一幅画，采用了写\n" +
                    "实的象征性手法和单纯的黑、白、灰三色营造出低沉悲凉的氛围，渲染了悲剧性色彩，表现\n" +
                    "了法西斯战争给人类的灾难。\n" +
                    "    此画结合立体主义、超现实主义风格，表现痛苦、受难和兽性：画中右边有一个妇女举\n" +
                    "手从着火的屋上掉下来，另一个妇女拖着畸形的腿冲向画中心；左边一个母亲与她已死的孩\n" +
                    "子；地上有一个战士的尸体，他一只断了的手上握着断剑，剑旁是一朵正在生长着的鲜花。\n" +
                    "画面以站立仰首的牛和嘶吼的马为构图中心。画家把具象的手法与立体主义的手法相结合，\n" +
                    "并借助几何线的组合，使作品获得严密的内在结构紧密联系的形式，以激动人心的形象艺术\n" +
                    "语言，控诉了法西斯战争惨无人道的暴行。\n"
            },
        "4":
            {
                "title": "有伊卡洛斯坠落的风景",
                "content": "1558年，彼得•勃鲁盖尔的《有伊卡洛斯坠落的风景》；诗是1960年威廉姆•卡洛斯•威\n" +
                    "廉姆的《有伊卡洛斯坠落的风景》。\n" +
                    "    代达罗斯一位伟大的建筑师和雕刻家。他的外甥塔洛斯拜师其门下，由于塔洛斯的天分\n" +
                    "比代达罗斯高，并且立志做出更大的成就。代达罗斯心生嫉妒，残忍的杀害了自己的侄儿。\n" +
                    "他被希腊雅典的最高法院判刑。慌忙之中，逃亡到了克里特小岛上来。他和克里特的国王米\n" +
                    "诺斯成为了好朋友，并在当地受到极大的尊敬。但是因为恪守他乡，他最终带着他的儿子逃\n" +
                    "出了克里特岛。他用羽毛给他和他的儿子伊卡洛斯做成了羽翼，用蜡封住，飞出了岛屿。\n" +
                    "    代达罗斯嘱托儿子伊卡洛斯说：“必须在半空中飞行。你如果飞得太低，羽翼会碰到海水，\n" +
                    "沾湿了会变得沉重，你就会被拽在大海里；要是飞得太高，翅膀上的羽毛会因靠近太阳而着\n" +
                    "火。”\n" +
                    "    开始时飞行一切顺利，后来伊卡洛斯体验到了飞行的轻快，忘记父亲的嘱托，操纵羽翼飞向\n" +
                    "高空。炽热的太阳融化了蜜蜡，羽翼开始松动，最后坠入茫茫大海里了。\n" +
                    "    代达罗斯降落在一个岛屿上，左等右等，等来的是海浪冲上来的儿子的尸体。\n" +
                    "    代达罗斯怀着悲痛，继续飞行，到了西西里岛。在那里，他得到了想克里特岛一样的尊敬，\n" +
                    "他培养了很多著名的艺术家，虽然倍受别人的尊重，但是由于儿子的惨死，终其一生闷闷不\n" +
                    "乐。\n" +
                    "    画面右下方的海面上是伊卡洛斯坠落后，沉入海面只留下半条腿。陆地上的农民依然辛勤耕\n" +
                    "作，仿佛什么都没有发生。\n" +
                    "《有伊卡洛斯坠落的风景》\n" +
                    "    勃鲁盖尔说\n" +
                    "    伊卡洛斯坠落时正是春季\n" +
                    "    农夫在犁地\n" +
                    "    万物复苏\n" +
                    "    美景如画\n" +
                    "    \n" +
                    "    在孤芳自赏的大海边缘\n" +
                    "    农夫挥汗\n" +
                    "    烈日将蜡翼融化\n" +
                    "    \n" +
                    "    海岸附近\n" +
                    "    隐约传来溅水声\n" +
                    "    无人知晓\n" +
                    "    \n" +
                    "    伊卡洛斯溺水而亡。”\n"
            },
        "5":
            {
                "title": "蒙娜丽莎",
                "content": "     《蒙娜丽莎》是意大利文艺复兴时期画家列奥纳多•达•芬奇创作的油画，现收藏于法国\n" +
                    "卢浮宫博物馆。 [1]  该画作主要表现了女性的典雅和恬静的典型形象，塑造了资本主义上升时\n" +
                    "期一位城市有产阶级的妇女形象。\n" +
                    "    《蒙娜丽莎》代表了文艺复兴时期的美学方向；该作品折射出来的女性的深邃与高尚的\n" +
                    "思想品质，反映了文艺复兴时期人们对于女性美的审美理念和审美追求。 \n" +
                    "    每年到卢浮宫鉴赏《蒙娜丽莎》作品的人数，大约有600万左右。 1952年，德国发\n" +
                    "行首枚《蒙娜丽莎》邮票。\n" +
                    "    《蒙娜丽莎》原作的尺寸：纵77cm、横53cm，该作品画在一块黑色的杨木板上。《蒙\n" +
                    "娜丽莎》画像没有眉毛和睫毛，面庞看起来十分和谐。直视蒙娜丽莎的嘴巴，会觉得她没怎\n" +
                    "么笑；然而当看着她的眼睛，感觉到她脸颊的阴影时，又会觉得她在微笑。蒙娜丽莎的微笑\n" +
                    "中，含有83%的高兴、9%的厌恶、6%的恐惧、2%的愤怒。蒙娜丽莎，坐在一把半圆形的\n" +
                    "木椅上，背后是一道栏杆，隔开了人物和背景，背景有道路、河流、桥、山峦，它们在达•芬\n" +
                    "奇“无界渐变着色法”的笔法下，和蒙娜丽莎的微笑融为一体，散发着梦幻而神秘的气息。\n"
            },
        "11":
            {
                "title": "清明上河图",
                "content": "     清明上河图，中国十大传世名画之一。为北宋风俗画，北宋画家张择端仅见的存世精品，\n" +
                    "属国宝级文物，现藏于北京故宫博物院。\n" +
                    "    清明上河图宽24.8厘米、长528.7厘米，绢本设色。作品以长卷形式，采用散点透\n" +
                    "视构图法，生动记录了中国十二世纪北宋都城东京（又称汴京，今河南开封）的城市面貌和\n" +
                    "当时社会各阶层人民的生活状况，是北宋时期都城汴京当年繁荣的见证，也是北宋城市经济\n" +
                    "情况的写照。 \n" +
                    "    这在中国乃至世界绘画史上都是独一无二的。在五米多长的画卷里，共绘了数量庞大的\n" +
                    "各色人物，牛、骡、驴等牲畜，车、轿、大小船只，房屋、桥梁、城楼等各有特色，体现了\n" +
                    "宋代建筑的特征。具有很高的历史价值和艺术价值。 [3]  《清明上河图》虽然场面热闹，但表\n" +
                    "现的并非繁荣市景，而是一幅带有忧患意识的“盛世危图”，官兵懒散税务重。\n" +
                    "    《清明上河图》描绘了北宋时期都城东京（今河南开封）的状况，主要是汴京以及汴\n" +
                    "河两岸的自然风光和繁荣景象。\n" +
                    "    清明上河是当时的民间风俗，像今天的节日集会，人们藉以参加商贸活动。全图大致\n" +
                    "分为汴京郊外春光、汴河场景、城内街市三部分。\n"
            },
        "12":
            {
                "title": "千里河山图",
                "content": "     《千里江山图》是北宋王希孟创作的绢本设色画，现收藏于北京故宫博物院。\n" +
                    "    该作品以长卷形式，立足传统，画面细致入微，烟波浩渺的江河、层峦起伏的群山构成\n" +
                    "了一幅美妙的江南山水图，渔村野市、水榭亭台、茅庵草舍、水磨长桥等静景穿插捕鱼、驶\n" +
                    "船、游玩、赶集等动景，动静结合恰到好处。在该作品人物的刻画上，极其精细入微，意态\n" +
                    "栩栩如生，飞鸟用笔轻轻一点，具展翅翱翔之态。\n" +
                    "    《千里江山图》画卷，不仅代表着青绿山水发展的里程；而且，集北宋以来水墨山水之\n" +
                    "大成，并将创作者的情感付诸创作之中。《千里江山图》虽属于写意之作，但不乏工美佳作，\n" +
                    "表现了青年画家具有严谨的生活态度。《千里江山图》是中国十大传世名画之一。\n" +
                    "    《千里江山图》用一幅整绢画成，无作者款印，有清弘历（乾隆）题诗，后隔水有宋\n" +
                    "朝蔡京的跋一，尾纸有元朝李溥先的题一。打开卷轴包首，引首即可见朱红印章数枚，以及\n" +
                    "卷首题诗。开首高山之巅直入云霄，其后丘陵连绵，崇山峻岭，移步换景，渐入佳境。大自\n" +
                    "然的鬼斧神工在画家笔下应运而生，从前景山峦村居起势，隔岸画群峰秀起，两翼伸展渐缓，\n" +
                    "与起势的山峦遥遥相对，起到精美的承接作用。峰峦左下方一横跨江面的大桥，并与下一组\n" +
                    "景物相衔接。翻过两重山可见幽深的宅邸，处处可见着白衣的隐士，且走且停，似在赋诗似\n" +
                    "在作曲，继续前行，又是一座桥，此桥虽跨度不大，却在桥上修建凉亭。继续向前便临江了。\n" +
                    "远景烟波浩渺，层峦起伏，犹如仙境。登岸后，悬崖山路九曲盘旋通向深处的庭院。山间瀑\n" +
                    "布，挂挂溅泻，复流大江。从高远至深远之景，引人入胜。山峦平缓处是一座宏伟的跨江大桥。\n" +
                    "    通向第二段美景的跨江大桥蔚为壮观，木质结构梁柱，下有三十二蹬，中间建有宫殿\n" +
                    "式的两层楼阁，宛如一道彩虹，十分壮观。此段群峰参差节奏频率明显加强，紧接着峰势向\n" +
                    "左回旋，平坡伸延，直探入江中的琼岛把气势伸展开去，然后画近景山峦和江渚渔村与琼岛\n" +
                    "相连接。与此相连的又是亭亭玉立的群峰，卷前题诗山中村庄座座古朴的小桥，带有凉亭的\n" +
                    "桥，簇拥着全卷的高峰，似直插天际，达到高潮。高峰左边的峰峦，与深入画里的曲折江流\n" +
                    "相映成趣，起到了回转的作用，成为第二段的结处。漫步于此处，意味无穷。由跨江大桥踏\n" +
                    "上岸，两边排列着建筑，翻过高山，走过山谷，再爬上高山可见一处平原，村落房屋错落有\n" +
                    "致。平原边的悬崖颇具险势，但另一面的高山又给了村庄无比安全感。但此村落貌似是孤立\n" +
                    "的，并不能通往下一处，返回原来的小路且赏且行。山谷中的村落，河滩上的渔船，逍遥的\n" +
                    "隐居生活，招来船家继续前行。舟在水中，可见隔水两山遥相呼应，似是隔着银河的牛郎织\n" +
                    "女，虽尽力向对方倾斜着，却难以碰触。岸上一片绿色的平地生机盎然，岸边星星点点的渔\n" +
                    "船，似乎传来了渔翁的吆喝。翻山越岭跋涉，才站到巅峰之下。虽有攀登之情，却难有攀登\n" +
                    "之勇。\n" +
                    "    第三段一转前段的曲折紧张，节奏平缓，瞬间消除紧张气氛。画中一小岛，岛下平铺\n" +
                    "着渔村，渔舟点点，使开起之势下转，起到承接作用。卷左下部画近景坡岸与之相连接，起\n" +
                    "到转接作用。卷左尾部画突起的秀峰，其势向上伸过江面和远山，结住了开起之势，并总结\n" +
                    "全卷。\n"
            },
        "6":
            {
                "title": "拾穗者",
                "content": "     《拾穗者》（英语：The Gleaners；法语：Des glaneuses）是法国巴比松派画家让•弗\n" +
                    "朗索瓦•米勒于1857年创作的一幅布面油画，现存放在巴黎的奥塞美术馆中。该画描绘了\n" +
                    "农村秋季收获后，人们从地里拣拾剩余麦穗的情景，该画人物形象造得真实生动，笔法简洁，\n" +
                    "色调明快柔和，凝聚着米勒对农民生活的深刻感受，是现实主义艺术风格的典型代表作。\n" +
                    "    图片描绘了一个农村中最普通的情景：秋天，金黄色的田野看上去一望无际，画面最前\n" +
                    "方是三个农妇，在收割后的田地里弯腰捡拾遗留在地上的麦穗，三个农妇在画面上斜向排开，\n" +
                    "姿态各异，动作不同。画面最右边的妇女，侧脸半弯着腰，手里捏着一束麦子，正仔细巡视\n" +
                    "那已经拾过一遍的麦地；中间扎红色头巾的农妇正快速地拾着，另一只手握着鼓鼓的袋子，\n" +
                    "看得出她已经捡了一会儿了，袋子里小有收获；扎蓝头巾的妇女像是刚过来，左手握着右手\n" +
                    "捡来的麦穗，敏捷地把它们放在背后，手里只有一小撮。她们拾得那么认真、那么仔细，唯\n" +
                    "恐漏掉一个麦穗。背景是一片收割的田地，广袤无垠，麦垛堆积如山，一片收割忙碌的景象，\n" +
                    "一辆载满麦子的马车正要赶走，右上方还有一个骑在马背上同时用手指着那些农夫的人，还\n" +
                    "有许多农夫正在劳作。\n"
            },
        "7":
            {
                "title": "创造亚当",
                "content": "     《创造亚当》 是米开朗基罗创作的西斯廷礼拜堂天顶画《创世纪》的一部分，创作于\n" +
                    "1511至1512年间的文艺复兴全盛期。这幅壁画描绘的是《圣经•创世纪》中上帝创造人类\n" +
                    "始祖亚当的情形，按照事情发展顺序是创世纪天顶画中的第四幅。作为世界名画之一，后世\n" +
                    "出现了许多《创造亚当》的仿作。\n" +
                    "*创造亚当 意大利 米开朗基罗 壁画 纵280×横570厘米 梵蒂冈西斯廷教堂*\n" +
                    "    西斯廷屋顶壁画面积达500平方米左右，是美术史上最大的壁画之一。米开朗基罗在\n" +
                    "大厅的中央部分按建筑框边画了连续9幅大小不一的宗教画，均取材于《圣经》中有关开\n" +
                    "天辟地直到洪水方舟的故事，分别名为《神分光暗》、《创造日,月,草木》、《神水分陆》、\n" +
                    "《创造亚当》、《创造夏娃》、《诱惑与逐出乐园》、《挪亚献祭》、《洪水》、《挪亚醉\n" +
                    "酒》。这幅巨型壁画历时4年多才完成，由于长期仰面艰苦作画，他颈项僵直，书信都要\n" +
                    "置头顶仰视。壁画中以《创造亚当》最为出色，画中亚当的形象体态健壮，气魄宏伟，具有\n" +
                    "强烈的意志与力量，显示了艺术家在写实的基础上非同寻常的理想加工，予同时代人深刻的\n" +
                    "启示。\n" +
                    "    画中右侧穿着飘逸长袍的白胡须老者是上帝，亚当则位于画面左侧，通身赤裸。上帝\n" +
                    "的右臂舒张开来，生命之火从他的指头中传递给了亚当，而后者则以同样的方式舒展左臂，\n" +
                    "含蓄地指出人类是按照上帝的模样来创造的。关于上帝周围的形象有许多臆测，例如抱着上\n" +
                    "帝左臂的可能是夏娃，但也有可能是圣母玛利亚，或者可能只是一个单纯的女性天使。\n" +
                    "    1990年，美国印第安纳州安德森的一位医生在《美国医学会杂志》（署名Frank \n" +
                    "Meshberger, M.D.）上撰文称上帝周围的形象实际上是一副人脑解剖图。其中包括端脑的脑\n" +
                    "沟、脑干、额叶、基底动脉、脑下垂体和视神经交叉。\n" +
                    "    除去大脑说外，也有艺术史学家认为上帝的红袍正好形成了一个人类子宫，飘飞的绿\n" +
                    "色缎带则可能是代表脐带。\n"
            },
        "8":
            {
                "title": "最后的午餐",
                "content": "     《最后的晚餐》是意大利艺术家列奥纳多•达•芬奇所创作，以《圣经》中耶稣跟十二门\n" +
                    "徒共进最后一次晚餐为题材。画面中人物的惊恐、愤怒、怀疑、剖白等神态，以及手势、眼\n" +
                    "神和行为，都刻画得精细入微，惟妙惟肖，是所有以此题材创作的作品中最著名的一幅。收\n" +
                    "藏于意大利米兰圣玛利亚感恩教堂。\n" +
                    "    《最后的晚餐》取材于《新约圣经》，据《新约圣经•马可福音》记载：耶稣最后一次到\n" +
                    "耶路撒冷去过逾越节，犹太教祭司长阴谋在夜间逮捕他，但苦于无人带路。正在这时，耶稣\n" +
                    "的门徒犹大向犹太教祭司长告密说：“我把他交给你们，你们愿意给我多少钱？”犹太教祭司\n" +
                    "长就给了犹大30块钱。于是，犹大跟祭司长约好：他亲吻的那个人就是耶稣。逾越节那天，\n" +
                    "耶稣跟12个门徒坐在一起，共进最后一次晚餐，他忧郁地对12个门徒说：“我实话告诉你\n" +
                    "们，你们中有一个人要出卖我了！”12个门徒闻言后，或震惊、或愤怒、或激动、或紧张。\n" +
                    "《最后的晚餐》表现的就是这一时刻的紧张场面。\n" +
                    "    《最后的晚餐》宽420厘米，长910厘米 [2]  。达•芬奇不仅在绘画技艺上力求创新，在\n" +
                    "画面的布局上也别具新意。一直以来，画面布局都是耶稣弟子们坐成一排，耶稣独坐一端。\n" +
                    "达•芬奇却让十二门徒分坐于耶稣两边，耶稣孤寂地坐在中间，他的脸被身后明亮的窗户映\n" +
                    "照，显得庄严肃穆。背景强烈的对比让人们把所有的注意力全部集中于耶稣身上。耶稣旁边\n" +
                    "那些躁动的弟子们，每个人的面部表情、眼神、动作各不相同。尤其是慌乱的犹大，手肘碰\n" +
                    "倒了盐瓶，身体后仰，满脸的惊恐与不安。 [3] \n" +
                    "    画中人物从左到右是：巴多罗买（Bartholomew）、小雅各（亚勒腓之子 / James, son \n" +
                    "of Alphaeus）、安德烈（Andrew）、叛徒犹大（Judas Iscariot）、西门彼得（伯多禄 / Simon \n" +
                    "Peter）、约翰（若望、John）、耶稣（ Jesus）、多马（多默 / Thomas）、大雅各（西\n" +
                    "庇太之子 / James, son of Zebedee）、腓力（Philip）、马太（玛窦 /Matthew）、达太（圣\n" +
                    "犹大 /Jude Thaddeus）、奋锐党的西门（热诚者西满 / Simon the Zealot）。\n"
            },
        "9":
            {
                "title": "星月图",
                "content": "     《星月夜》（The Starry Night）是荷兰后印象派画家文森特•梵•高于1889年在法国圣\n" +
                    "雷米的一家精神病院里创作的一幅油画，是梵高的代表作之一，现藏纽约现代艺术博物馆。\n" +
                    "    在这幅画中，梵高用夸张的手法，生动地描绘了充满运动和变化的星空。整个画面被\n" +
                    "一股汹涌、动荡的蓝绿色激流所吞噬，旋转、躁动、卷曲的星云使夜空变得异常活跃，脱离\n" +
                    "现实的景象反映出梵•高躁动不安的情感和疯狂的幻觉世界。\n" +
                    "    《星月夜》是后印象派画家梵•高的代表作之一。在这幅画中，梵•高用夸张的手法，生\n" +
                    "动地描绘了充满运动和变化的星空。夜晚的天空高又远，大星、小星回旋于夜空，金黄的满\n" +
                    "月形成巨大的漩涡，星云的短线条纠结、盘旋，仿佛让人们看见时光的流逝。暗绿褐色的柏\n" +
                    "树像巨大的火焰，是星夜狂欢的响应者。天空下，安睡的村庄那么宁静、安详。淡蓝的色调，\n" +
                    "动感的线条，给人自由的时空感。\n" +
                    "    1889年5月8日，梵•高精神第二次崩溃之后，来到离阿尔25公里的圣雷米自愿接受\n" +
                    "精神病治疗。那时，医生允许他白天外出写生，他住院一个月后，画了这幅画，画中的村庄\n" +
                    "就是圣雷米。\n"
            },
        "10":
            {
                "title": "大碗岛的星期天下午",
                "content": "     《大碗岛的星期天下午》（A Sunday Afternoon on the Ile de la Grande Jatte）是点彩\n" +
                    "画新印象主义代表画家乔治•修拉创作的一幅布面油画，该画于1886年展出，现收藏于美\n" +
                    "国芝加哥美术学院。\n" +
                    "    该画描写了人们在塞纳河阿尼埃的大碗岛上休息度假的情景：阳光下的河滨树林间，人\n" +
                    "们在休憩、散步，垂钓，河面上隐约可见有人在划船，午后的阳光拉下人们长长的身影。这\n" +
                    "幅画主要采用了点彩画法，画面宁静而和谐。\n" +
                    "    画面上的大碗岛是位于巴黎附近奥尼埃的一个岛上公园，也是巴黎人盛夏理想的避暑\n" +
                    "圣地。此画描绘了盛夏时节人们在大碗岛上游玩、乘凉的情景。\n" +
                    "    画面远处，碧蓝的湖面上有人驾着轻巧的白色帆船，有人坐在小木船里任其飘荡，还\n" +
                    "有一些人在齐心协力的划着长长的龙舟。一位年轻的女孩打着阳伞，站在湖边举目眺望，微\n" +
                    "风轻轻的吹起它的裙摆。女孩身后的草地上，有的人席地而坐，有的人悠闲散步。\n" +
                    "    近处，一位撑着红色阳伞的母亲正牵着她可爱的女儿向浓荫处走来，绿荫下，一个穿\n" +
                    "着红色背心的中年男子正半卧在草地上，神情惬意的抽着烟斗，他旁边坐着一位年轻少妇和\n" +
                    "绅士。\n" +
                    "    中间，一位天真烂漫的少女正轻闻着她手中的那一束野花。最右边，一位贵妇站在她\n" +
                    "丈夫身边，斜打着黑色阳伞，正准备向前走去。他们脚下，可爱的小狗早已按捺不住，欢快\n" +
                    "的向前方一只黑犬跑去，在这里人们没有烦恼，只有愉悦，一切都是那么和谐、温馨。 \n"
            }
    },
    {
        "1":
            {
                "title":
                    "3name1",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "2":
            {
                "title":
                    "3name2",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "3":
            {
                "title":
                    "3name3",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "4":
            {
                "title":
                    "3name4",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "5":
            {
                "title":
                    "3name5",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "6":
            {
                "title":
                    "3name6",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "7":
            {
                "title":
                    "3name7",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "8":
            {
                "title":
                    "3name8",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "9":
            {
                "title":
                    "3name9",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "10":
            {
                "title":
                    "3name10",
                "content":
                    "你是谁是谁的谁"
            }
    },
    {
        "1":
            {
                "title":
                    "4name1",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "2":
            {
                "title":
                    "4name2",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "3":
            {
                "title":
                    "4name3",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "4":
            {
                "title":
                    "4name4",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "5":
            {
                "title":
                    "4name5",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "6":
            {
                "title":
                    "4name6",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "7":
            {
                "title":
                    "4name7",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "8":
            {
                "title":
                    "4name8",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "9":
            {
                "title":
                    "4name9",
                "content":
                    "你是谁是谁的谁"
            }
        ,
        "10":
            {
                "title":
                    "4name10",
                "content":
                    "你是谁是谁的谁"
            }
    }];
