let data = [
    {
        "1":
            {
                "title": "碗",
                "content": "     碗作为人们日常必需的饮食器皿，碗的起源目前不可考证，不过可追溯到新石器时代泥质陶\n" +
                    "制的碗，其形状与当今无多大区别，即口大底小，碗口宽而碗底窄。下有碗足，高度一般为\n" +
                    "口沿直径的二分之一，多为圆形，极少方形。不断变化的只是质料，工艺水平和装饰手段。\n" +
                    "一般用途是盛装食物。中国人大多喜爱用碗作为饮食工具，而西方人更倾向于使用盘子。碗，\n" +
                    "可以取谐音“挽”字，意为挽留之意，可作为一种伴手礼，象征寓意较好。"
            },
        "2":
            {
                "title": "杯子",
                "content": "     杯子，（一种专门盛水的器皿）从古至今其主要功能都是用来饮酒或饮茶。在古代喝茶的杯\n" +
                    "子被称为盖碗。基本器型大多是直口或敞口，口沿直径与杯高近乎相等。有平底、圈足\n" +
                    "或高足。考古资料表明最早的杯始见于新石器时代。无论是在仰韶文化、龙山文化还是河姆\n" +
                    "渡文化遗址中都见有陶制杯的存在，这一时期杯型最为奇特多样：带耳的有单耳或双耳\n" +
                    "杯、带足的多为锥形、三足杯、觚形杯、高柄杯等等，根据制作材料不同，可以分为玻璃杯、\n" +
                    " 塑料杯、陶瓷杯、木杯等。"
            },
        "3":
            {
                "title": "缸",
                "content": "     缸，用来盛米盛水等，体积较大。"
            },
        "4":
            {
                "title": "酒壶",
                "content": "     酒壶，英文Flagon，装酒的壶具。历史悠久，人类酿酒之后诞生。在世界各地有多种\n" +
                    "多样的分类和不同的材质。同时具有艺术观赏价值。在中国古代用于饮酒斟酒时使用，\n" +
                    "在明至清中期被称为执壶，到清晚期至民国时则通称酒壶。\n" +
                    "    形制一般为四方形，圆柱形，器物外常绘粉彩仕女图及山水田园图。明、清时期还出现\n" +
                    "了烫酒壶和烫酒杯，酒壶一般为陶瓷制，也有金银制，在藏族中，甚至有木制酒壶，但\n" +
                    "是对于很多当代藏族青年来讲，木质酒壶是较难见到了。木质酒壶外形与木质酥油桶差不多，\n" +
                    "现存的木制酒壶，实属珍品。在现代，酒壶也有了新的发展，出现了新型材质的酒壶，\n" +
                    "如不锈钢酒壶等。"
},
        "5":
            {
                "title": "罐子",
                "content": "     盛东西用或用以盛放或烹煮食物的大口器皿,多为陶瓷制品。造型特点是口径大腹丰且\n" +
                    "深，胫部内收，大底足。罐子是一种陶制容器。使用陶土，作成口圆肚大，再涂上黑釉或黄\n" +
                    "釉，经窑里烧制。有大、中、小和特小的几种，陶瓷罐，里外光滑，经济实用，北方农村多\n" +
                    "喜用之。\n" +
                    "    现在也有罐子用玻璃、塑料等材料制成。塑料的较多，有有盖的，也有无盖的，形式多\n样，用途也多样化。\n" +
                    "    罐子是二十世纪以前北方家庭常用的容器，家庭一般用来盛米、面。北方一些农村家庭\n还在使用。\n"
            },
        "6":
            {
                "title": "克莱因瓶",
                "content": "     在数学领域中，克莱因瓶（Klein bottle）是指一种无定向性的平面，比如二维平面，就\n" +
                    "没有“内部”和“外部”之分。在拓扑学中，克莱因瓶（Klein Bottle）是一个不可定向的拓扑\n" +
                    "空间。克莱因瓶最初由德国几何学大家菲立克斯•克莱因 (Felix Klein) 提出。在1882年，\n" +
                    "著名数学家菲立克斯•克莱因 (Felix Klein) 发现了后来以他的名字命名的著名“瓶子”。克\n" +
                    "莱因瓶的结构可表述为：一个瓶子底部有一个洞，现在延长瓶子的颈部，并且扭曲地进\n" +
                    "入瓶子内部，然后和底部的洞相连接。和我们平时用来喝水的杯子不一样，这个物体没有“边”，\n" +
                    "它的表面不会终结。它和球面不同 ，一只苍蝇可以从瓶子的内部直接飞到外部而不用穿\n" +
                    "过表面，即它没有内外之分。\n" +
                    "    “克莱因瓶”这个名字的翻译其实是有些错误的，因为最初用德语命名时候名字中“Kle\n" +
                    "insche Fläche”是“克莱因平面”的意思。因为翻译问题写成了Flasche，这个词才是瓶子\n" +
                    "的意思。不过不要紧，“瓶子”这个词用起来也非常合适。\n" +
                    "    在1882年，著名数学家菲利克斯•克莱因（Felix Klein）发现了后来以他的名字命名的\n" +
                    "著名“瓶子”。这是一个像球面那样封闭的（也就是说没有边）曲面，但是它却只有一个面。\n" +
                    "在图片上我们看到，克莱因瓶的确就像是一个瓶子。但是它没有瓶底，它的瓶颈被拉长，然\n" +
                    "后似乎是穿过了瓶壁，最后瓶颈和瓶底圈连在了一起。如果瓶颈不穿过瓶壁而从另一边和瓶\n" +
                    "底圈相连的话，我们就会得到一个轮胎面（即环面）。"
            },
        "7":
            {
                "title": "水壶",
                "content": "     水壶，是一种盛水的容器。有很多种材质，可以指烧水用的金属壶，也可以指便于携带\n" +
                    "的饮用水壶，主要分为五大类：1、塑料的（主要材料）2、不锈钢的3、铝合金的4、陶瓷\n" +
                    "的5、其它材质的，可由电加热也可直接用火加热。"
            },
        "8":
            {
                "title": "盘子",
                "content": "     盘子，指盛放物品(多为食物）的浅底的器具，比碟子大，多为圆形。多数为陶瓷品，\n" +
                    "也有金属制品，可以在上面放东西。用盘子盛菜时，夹起菜来比较方便，散热也比较好。在\n" +
                    "西方，是常用的餐具之一，除了盆子之外，西方人就用它来盛食物，因此，盘子对西方人来\n" +
                    "说十分重要。"
            },
        "9":
            {
                "title": "桶",
                "content": "     桶，盛水或其他东西的器具，深度较大，用金属、木材或塑料等制成。桶是国际原油数\n" +
                    "量单位。一般来说，欧佩克和英美等西方国家原油数量单位通常用桶(bbl)来表示，而中国及\n" +
                    "俄罗斯等国则常用吨(t)作为原油数量单位。"
            },
        "10":
            {
                "title": "花瓶",
                "content": "     花瓶是一种器皿，多为陶瓷或玻璃制成，外表美观光滑；名贵者有水晶等昂贵材料制成\n" +
                    "用来盛放花枝的美丽植物,花瓶底部通常盛水，让植物保持生命与美丽。花瓶的英文翻译是：\n" +
                    "Vase花瓶是一种器皿,多为陶瓷或玻璃制成,外表美观光滑;名贵者有水晶等昂贵材料制成。\n" +
                    "用来盛放花枝的美丽植物,花瓶底部通常盛水,让植物保持活性与美丽。\n" +
                    "    现代的家居装饰品，仅仅实用是不够的。越来越多的设计者融入巧妙的心思，将美化\n" +
                    "家居的功能应用在于平凡的家居装饰品上。\n" +
                    "    陶瓷花瓶是易碎物品，保养陶瓷，主要是防止外界破坏因素。 所谓外界破坏因素，有\n" +
                    "自然因素、人为因素以及意外因素等。自然因素主要是指温度、光线、尘埃等，陶瓷花瓶不\n" +
                    "要放在高温强光的地方，尤其是薄胎陶瓷瓶。陶瓷花瓶上积有尘埃，要用软布轻拭，像对待\n" +
                    "婴儿幼嫩的肌肤一样小心。放置时要妥当，防止倾倒。 鉴赏时要脱掉手上的戒指等硬物，\n" +
                    "谨防划伤釉面或磕缺口沿。拿器物时，一手托底，另一手把牢器身，千万不能仅用一手抓住\n" +
                    "器物口沿拿起。\n" +
                    "    陶与瓷不同，陶是用泥巴烧出来的。瓷是将瓷石打成粉末，搅拌成浆，倒入模具制作\n" +
                    "成的。同一温度烧出来的陶和瓷，瓷的硬度要强一些。\n" +
                    "贴花陶瓷花瓶制作完后在表面喷漆，然后贴花，最后喷清漆保护花朵，使其不易掉落。\n" +
                    "产用来制作陶瓷用的是白云土，光亮的陶瓷是烧白胚，然后上釉，喷漆，整个过程需要烤两\n" +
                    "次。陶瓷花瓶表面无光的是喷哑光漆，有的是喷半光漆。\n" +
                    "\n"
            }
    },
    {
        "1":
            {
                "title": "雅典学院",
                "content": "     《雅典学院》是意大利画家拉斐尔•桑西于1510～1511年创作的一幅壁画作品。现收藏\n" +
                    "于意大利梵蒂冈博物馆。\n" +
                    "    该画以古希腊哲学家柏拉图举办雅典学院之逸事为题材，以极为兼容并蓄、自由开放的\n" +
                    "思想，打破时空界限，把代表着哲学、数学、音乐、天文等不同学科领域的文化名人会聚一\n" +
                    "堂，以回忆历史上黄金时代的形式，寄托了作者对美好未来的向往，表达了对人类中追求智\n" +
                    "慧和真理者的集中赞扬。\n" +
                    "    画作采用了拱形圆屋顶作为背景，以很高的透视法水平，增强了画面的空间立体感和深\n" +
                    "远感。整幅画气势恢宏、场面宏大。画中人物栩栩如生、活灵活现。\n" +
                    "    在《雅典学院》的画面上，作者把古希腊以来的哲学家和思想家聚于一堂，其中包括\n" +
                    "亚里士多德、苏格拉底、柏拉图、毕达哥拉斯，还有艺术家自己。整个壁画洋溢着浓厚的学\n" +
                    "术研究和自由辩论的空气，所有的人们都是那样毫无拘束地按照自己的意志和个性在进行活\n" +
                    "动。他们或者在一起侃侃而谈，或者是独个儿在那里进行思考，人物或立，或坐，或缓步走\n" +
                    "动，人文主义的艺术家总是设法使画面上的人物享有充分的自由。\n" +
                    "    所有这些形态各异、栩栩如生的人物群像，填补了画面的空白，把整个画面有机地联\n" +
                    "系在一起。画家还极善于利用台阶，使众多人物组合主次前后有序、真实、生动、活泼，画\n" +
                    "面将观赏者带进先哲们的行列。这宏大的场面，众多的人物，生动的姿态表情，具有肖像性\n" +
                    "人物个性的刻画，布局的和谐、变化且统一的节奏，画家对其中每个人物的神情和动作都作\n" +
                    "了精细的思考和细致的安排，使他们符合各自的身份和学术特点，其阵容之宏伟，堪与米开\n" +
                    "朗基罗的天顶壁画一比高下。\n"
            },
        "2":
            {
                "title": "夜巡",
                "content": "     《夜巡》荷兰画家伦勃朗•哈尔曼松•凡•莱因于1642年创作的一幅布面油画作品。现藏\n" +
                    "于荷兰阿姆斯特丹国立博物馆。 [1] \n" +
                    "    该画作是阿姆斯特丹城射手连队的群像画，画中人物以近舞台剧的形式表现，近处有两\n" +
                    "人，其一身穿黑军服，披着红披巾，头戴黑礼帽，另一个穿着黄色军服戴着黄色的帽子。其\n" +
                    "他人则或持长枪，或挥舞旗帜，或互相议论，队伍出发时的紧张气氛跃然纸上。 \n" +
                    "    该画作在构图上采用接近舞台效果的手法，既让每个人的形像都出现在画面上，又安排\n" +
                    "得错落有致，且明暗对比强烈，层次丰富，富有戏剧性。\n" +
                    "    此画是为阿姆斯特丹城射手连队画的一幅群像，画面采取的是近舞台剧的形式，队伍纷\n" +
                    "纷涌上街头，画中两位身着不同服装的人走在队伍的前列，构成了画面的中心。他们一个身\n" +
                    "穿黑军服，头戴黑礼帽，披着红披巾，一个穿着黄色军服戴着黄色的帽子。二人正在沉着镇\n" +
                    "静地商议问题，准备对整个队伍的行动作出决议。其他队员跟在他们身后，有的手持长枪，\n" +
                    "有的挥舞旗帜，有的在互相议论，队伍出发时的紧张气氛跃然纸上。在人群中还有一个形象\n" +
                    "鲜明的小女孩，夹杂在人群中惊慌失措的样子，是整个画面的意外插曲，有人认为她是光明\n" +
                    "和真理的化身，是唤起人们反抗异族统治的光荣记忆\n"
            },
        "3":
            {
                "title": "格尔尼卡",
                "content": "     《格尔尼卡》是西班牙立体主义画家帕勃洛•鲁伊斯•毕加索于20世纪30年创作的一幅\n" +
                    "巨型油画，长7.76米，高3.49米，现收藏于马德里国家索菲亚王妃美术馆。该画是以法西\n" +
                    "斯纳粹轰炸西班牙北部巴斯克的重镇格尔尼卡、暴杀害无辜的事件创作的一幅画，采用了写\n" +
                    "实的象征性手法和单纯的黑、白、灰三色营造出低沉悲凉的氛围，渲染了悲剧性色彩，表现\n" +
                    "了法西斯战争给人类的灾难。\n" +
                    "    此画结合立体主义、超现实主义风格，表现痛苦、受难和兽性：画中右边有一个妇女举\n" +
                    "手从着火的屋上掉下来，另一个妇女拖着畸形的腿冲向画中心；左边一个母亲与她已死的孩\n" +
                    "子；地上有一个战士的尸体，他一只断了的手上握着断剑，剑旁是一朵正在生长着的鲜花。\n" +
                    "画面以站立仰首的牛和嘶吼的马为构图中心。画家把具象的手法与立体主义的手法相结合，\n" +
                    "并借助几何线的组合，使作品获得严密的内在结构紧密联系的形式，以激动人心的形象艺术\n" +
                    "语言，控诉了法西斯战争惨无人道的暴行。\n"
            },
        "4":
            {
                "title": "有伊卡洛斯坠落的风景",
                "content": "1558年，彼得•勃鲁盖尔的《有伊卡洛斯坠落的风景》；诗是1960年威廉姆•卡洛斯•威\n" +
                    "廉姆的《有伊卡洛斯坠落的风景》。\n" +
                    "    代达罗斯一位伟大的建筑师和雕刻家。他的外甥塔洛斯拜师其门下，由于塔洛斯的天分\n" +
                    "比代达罗斯高，并且立志做出更大的成就。代达罗斯心生嫉妒，残忍的杀害了自己的侄儿。\n" +
                    "他被希腊雅典的最高法院判刑。慌忙之中，逃亡到了克里特小岛上来。他和克里特的国王米\n" +
                    "诺斯成为了好朋友，并在当地受到极大的尊敬。但是因为恪守他乡，他最终带着他的儿子逃\n" +
                    "出了克里特岛。他用羽毛给他和他的儿子伊卡洛斯做成了羽翼，用蜡封住，飞出了岛屿。\n" +
                    "    代达罗斯嘱托儿子伊卡洛斯说：“必须在半空中飞行。你如果飞得太低，羽翼会碰到海水，\n" +
                    "沾湿了会变得沉重，你就会被拽在大海里；要是飞得太高，翅膀上的羽毛会因靠近太阳而着\n" +
                    "火。”\n" +
                    "    开始时飞行一切顺利，后来伊卡洛斯体验到了飞行的轻快，忘记父亲的嘱托，操纵羽翼飞向\n" +
                    "高空。炽热的太阳融化了蜜蜡，羽翼开始松动，最后坠入茫茫大海里了。\n" +
                    "    代达罗斯降落在一个岛屿上，左等右等，等来的是海浪冲上来的儿子的尸体。\n" +
                    "    代达罗斯怀着悲痛，继续飞行，到了西西里岛。在那里，他得到了想克里特岛一样的尊敬，\n" +
                    "他培养了很多著名的艺术家，虽然倍受别人的尊重，但是由于儿子的惨死，终其一生闷闷不\n" +
                    "乐。\n" +
                    "    画面右下方的海面上是伊卡洛斯坠落后，沉入海面只留下半条腿。陆地上的农民依然辛勤耕\n" +
                    "作，仿佛什么都没有发生。\n" +
                    "《有伊卡洛斯坠落的风景》\n" +
                    "    勃鲁盖尔说\n" +
                    "    伊卡洛斯坠落时正是春季\n" +
                    "    农夫在犁地\n" +
                    "    万物复苏\n" +
                    "    美景如画\n" +
                    "    \n" +
                    "    在孤芳自赏的大海边缘\n" +
                    "    农夫挥汗\n" +
                    "    烈日将蜡翼融化\n" +
                    "    \n" +
                    "    海岸附近\n" +
                    "    隐约传来溅水声\n" +
                    "    无人知晓\n" +
                    "    \n" +
                    "    伊卡洛斯溺水而亡。”\n"
            },
        "5":
            {
                "title": "蒙娜丽莎",
                "content": "     《蒙娜丽莎》是意大利文艺复兴时期画家列奥纳多•达•芬奇创作的油画，现收藏于法国\n" +
                    "卢浮宫博物馆。 [1]  该画作主要表现了女性的典雅和恬静的典型形象，塑造了资本主义上升时\n" +
                    "期一位城市有产阶级的妇女形象。\n" +
                    "    《蒙娜丽莎》代表了文艺复兴时期的美学方向；该作品折射出来的女性的深邃与高尚的\n" +
                    "思想品质，反映了文艺复兴时期人们对于女性美的审美理念和审美追求。 \n" +
                    "    每年到卢浮宫鉴赏《蒙娜丽莎》作品的人数，大约有600万左右。 1952年，德国发\n" +
                    "行首枚《蒙娜丽莎》邮票。\n" +
                    "    《蒙娜丽莎》原作的尺寸：纵77cm、横53cm，该作品画在一块黑色的杨木板上。《蒙\n" +
                    "娜丽莎》画像没有眉毛和睫毛，面庞看起来十分和谐。直视蒙娜丽莎的嘴巴，会觉得她没怎\n" +
                    "么笑；然而当看着她的眼睛，感觉到她脸颊的阴影时，又会觉得她在微笑。蒙娜丽莎的微笑\n" +
                    "中，含有83%的高兴、9%的厌恶、6%的恐惧、2%的愤怒。蒙娜丽莎，坐在一把半圆形的\n" +
                    "木椅上，背后是一道栏杆，隔开了人物和背景，背景有道路、河流、桥、山峦，它们在达•芬\n" +
                    "奇“无界渐变着色法”的笔法下，和蒙娜丽莎的微笑融为一体，散发着梦幻而神秘的气息。\n"
            },
        "11":
            {
                "title": "清明上河图",
                "content": "     清明上河图，中国十大传世名画之一。为北宋风俗画，北宋画家张择端仅见的存世精品，\n" +
                    "属国宝级文物，现藏于北京故宫博物院。\n" +
                    "    清明上河图宽24.8厘米、长528.7厘米，绢本设色。作品以长卷形式，采用散点透\n" +
                    "视构图法，生动记录了中国十二世纪北宋都城东京（又称汴京，今河南开封）的城市面貌和\n" +
                    "当时社会各阶层人民的生活状况，是北宋时期都城汴京当年繁荣的见证，也是北宋城市经济\n" +
                    "情况的写照。 \n" +
                    "    这在中国乃至世界绘画史上都是独一无二的。在五米多长的画卷里，共绘了数量庞大的\n" +
                    "各色人物，牛、骡、驴等牲畜，车、轿、大小船只，房屋、桥梁、城楼等各有特色，体现了\n" +
                    "宋代建筑的特征。具有很高的历史价值和艺术价值。 [3]  《清明上河图》虽然场面热闹，但表\n" +
                    "现的并非繁荣市景，而是一幅带有忧患意识的“盛世危图”，官兵懒散税务重。\n" +
                    "    《清明上河图》描绘了北宋时期都城东京（今河南开封）的状况，主要是汴京以及汴\n" +
                    "河两岸的自然风光和繁荣景象。\n" +
                    "    清明上河是当时的民间风俗，像今天的节日集会，人们藉以参加商贸活动。全图大致\n" +
                    "分为汴京郊外春光、汴河场景、城内街市三部分。\n"
            },
        "12":
            {
                "title": "千里河山图",
                "content": "     《千里江山图》是北宋王希孟创作的绢本设色画，现收藏于北京故宫博物院。\n" +
                    "    该作品以长卷形式，立足传统，画面细致入微，烟波浩渺的江河、层峦起伏的群山构成\n" +
                    "了一幅美妙的江南山水图，渔村野市、水榭亭台、茅庵草舍、水磨长桥等静景穿插捕鱼、驶\n" +
                    "船、游玩、赶集等动景，动静结合恰到好处。在该作品人物的刻画上，极其精细入微，意态\n" +
                    "栩栩如生，飞鸟用笔轻轻一点，具展翅翱翔之态。\n" +
                    "    《千里江山图》用一幅整绢画成，无作者款印，有清弘历（乾隆）题诗，后隔水有宋\n" +
                    "朝蔡京的跋一，尾纸有元朝李溥先的题一。打开卷轴包首，引首即可见朱红印章数枚，以及\n" +
                    "卷首题诗。开首高山之巅直入云霄，其后丘陵连绵，崇山峻岭，移步换景，渐入佳境。大自\n" +
                    "然的鬼斧神工在画家笔下应运而生，从前景山峦村居起势，隔岸画群峰秀起，两翼伸展渐缓，\n" +
                    "与起势的山峦遥遥相对，起到精美的承接作用。峰峦左下方一横跨江面的大桥，并与下一组\n" +
                    "景物相衔接。翻过两重山可见幽深的宅邸，处处可见着白衣的隐士，且走且停，似在赋诗似\n" +
                    "在作曲，继续前行，又是一座桥，此桥虽跨度不大，却在桥上修建凉亭。继续向前便临江了。\n" +
                    "远景烟波浩渺，层峦起伏，犹如仙境。登岸后，悬崖山路九曲盘旋通向深处的庭院。山间瀑\n" +
                    "布，挂挂溅泻，复流大江。从高远至深远之景，引人入胜。山峦平缓处是一座宏伟的跨江大桥。\n" +
                    "    通向第二段美景的跨江大桥蔚为壮观，木质结构梁柱，下有三十二蹬，中间建有宫殿\n" +
                    "式的两层楼阁，宛如一道彩虹，十分壮观。此段群峰参差节奏频率明显加强，紧接着峰势向\n" +
                    "左回旋，平坡伸延，直探入江中的琼岛把气势伸展开去，然后画近景山峦和江渚渔村与琼岛\n" +
                    "相连接。与此相连的又是亭亭玉立的群峰，卷前题诗山中村庄座座古朴的小桥，带有凉亭的\n" +
                    "桥，簇拥着全卷的高峰，似直插天际，达到高潮。高峰左边的峰峦，与深入画里的曲折江流\n" +
                    "相映成趣，起到了回转的作用，成为第二段的结处。漫步于此处，意味无穷。由跨江大桥踏\n" +
                    "上岸，两边排列着建筑，翻过高山，走过山谷，再爬上高山可见一处平原，村落房屋错落有\n" +
                    "致。平原边的悬崖颇具险势，但另一面的高山又给了村庄无比安全感。但此村落貌似是孤立\n" +
                    "的，并不能通往下一处，返回原来的小路且赏且行。山谷中的村落，河滩上的渔船，逍遥的\n" +
                    "隐居生活，招来船家继续前行。舟在水中，可见隔水两山遥相呼应，似是隔着银河的牛郎织\n" +
                    "女，虽尽力向对方倾斜着，却难以碰触。岸上一片绿色的平地生机盎然，岸边星星点点的渔\n" +
                    "船，似乎传来了渔翁的吆喝。翻山越岭跋涉，才站到巅峰之下。虽有攀登之情，却难有攀登\n" +
                    "之勇。\n" +
                    "    第三段一转前段的曲折紧张，节奏平缓，瞬间消除紧张气氛。画中一小岛，岛下平铺\n" +
                    "着渔村，渔舟点点，使开起之势下转，起到承接作用。卷左下部画近景坡岸与之相连接，起\n" +
                    "到转接作用。卷左尾部画突起的秀峰，其势向上伸过江面和远山，结住了开起之势，并总结\n" +
                    "全卷。\n"
            },
        "6":
            {
                "title": "拾穗者",
                "content": "     《拾穗者》（英语：The Gleaners；法语：Des glaneuses）是法国巴比松派画家让•弗\n" +
                    "朗索瓦•米勒于1857年创作的一幅布面油画，现存放在巴黎的奥塞美术馆中。该画描绘了\n" +
                    "农村秋季收获后，人们从地里拣拾剩余麦穗的情景，该画人物形象造得真实生动，笔法简洁，\n" +
                    "色调明快柔和，凝聚着米勒对农民生活的深刻感受，是现实主义艺术风格的典型代表作。\n" +
                    "    图片描绘了一个农村中最普通的情景：秋天，金黄色的田野看上去一望无际，画面最前\n" +
                    "方是三个农妇，在收割后的田地里弯腰捡拾遗留在地上的麦穗，三个农妇在画面上斜向排开，\n" +
                    "姿态各异，动作不同。画面最右边的妇女，侧脸半弯着腰，手里捏着一束麦子，正仔细巡视\n" +
                    "那已经拾过一遍的麦地；中间扎红色头巾的农妇正快速地拾着，另一只手握着鼓鼓的袋子，\n" +
                    "看得出她已经捡了一会儿了，袋子里小有收获；扎蓝头巾的妇女像是刚过来，左手握着右手\n" +
                    "捡来的麦穗，敏捷地把它们放在背后，手里只有一小撮。她们拾得那么认真、那么仔细，唯\n" +
                    "恐漏掉一个麦穗。背景是一片收割的田地，广袤无垠，麦垛堆积如山，一片收割忙碌的景象，\n" +
                    "一辆载满麦子的马车正要赶走，右上方还有一个骑在马背上同时用手指着那些农夫的人，还\n" +
                    "有许多农夫正在劳作。\n"
            },
        "7":
            {
                "title": "创造亚当",
                "content": "     《创造亚当》 是米开朗基罗创作的西斯廷礼拜堂天顶画《创世纪》的一部分，创作于\n" +
                    "1511至1512年间的文艺复兴全盛期。这幅壁画描绘的是《圣经•创世纪》中上帝创造人类\n" +
                    "始祖亚当的情形，按照事情发展顺序是创世纪天顶画中的第四幅。作为世界名画之一，后世\n" +
                    "出现了许多《创造亚当》的仿作。\n" +
                    "*创造亚当 意大利 米开朗基罗 壁画 纵280×横570厘米 梵蒂冈西斯廷教堂*\n" +
                    "    西斯廷屋顶壁画面积达500平方米左右，是美术史上最大的壁画之一。米开朗基罗在\n" +
                    "大厅的中央部分按建筑框边画了连续9幅大小不一的宗教画，均取材于《圣经》中有关开\n" +
                    "天辟地直到洪水方舟的故事，分别名为《神分光暗》、《创造日,月,草木》、《神水分陆》、\n" +
                    "《创造亚当》、《创造夏娃》、《诱惑与逐出乐园》、《挪亚献祭》、《洪水》、《挪亚醉\n" +
                    "酒》。这幅巨型壁画历时4年多才完成，由于长期仰面艰苦作画，他颈项僵直，书信都要\n" +
                    "置头顶仰视。壁画中以《创造亚当》最为出色，画中亚当的形象体态健壮，气魄宏伟，具有\n" +
                    "强烈的意志与力量，显示了艺术家在写实的基础上非同寻常的理想加工，予同时代人深刻的\n" +
                    "启示。\n" +
                    "    画中右侧穿着飘逸长袍的白胡须老者是上帝，亚当则位于画面左侧，通身赤裸。上帝\n" +
                    "的右臂舒张开来，生命之火从他的指头中传递给了亚当，而后者则以同样的方式舒展左臂，\n" +
                    "含蓄地指出人类是按照上帝的模样来创造的。关于上帝周围的形象有许多臆测，例如抱着上\n" +
                    "帝左臂的可能是夏娃，但也有可能是圣母玛利亚，或者可能只是一个单纯的女性天使。\n" +
                    "    1990年，美国印第安纳州安德森的一位医生在《美国医学会杂志》（署名Frank \n" +
                    "Meshberger, M.D.）上撰文称上帝周围的形象实际上是一副人脑解剖图。其中包括端脑的脑\n" +
                    "沟、脑干、额叶、基底动脉、脑下垂体和视神经交叉。\n" +
                    "    除去大脑说外，也有艺术史学家认为上帝的红袍正好形成了一个人类子宫，飘飞的绿\n" +
                    "色缎带则可能是代表脐带。\n"
            },
        "8":
            {
                "title": "最后的午餐",
                "content": "     《最后的晚餐》是意大利艺术家列奥纳多•达•芬奇所创作，以《圣经》中耶稣跟十二门\n" +
                    "徒共进最后一次晚餐为题材。画面中人物的惊恐、愤怒、怀疑、剖白等神态，以及手势、眼\n" +
                    "神和行为，都刻画得精细入微，惟妙惟肖，是所有以此题材创作的作品中最著名的一幅。收\n" +
                    "藏于意大利米兰圣玛利亚感恩教堂。\n" +
                    "    《最后的晚餐》取材于《新约圣经》，据《新约圣经•马可福音》记载：耶稣最后一次到\n" +
                    "耶路撒冷去过逾越节，犹太教祭司长阴谋在夜间逮捕他，但苦于无人带路。正在这时，耶稣\n" +
                    "的门徒犹大向犹太教祭司长告密说：“我把他交给你们，你们愿意给我多少钱？”犹太教祭司\n" +
                    "长就给了犹大30块钱。于是，犹大跟祭司长约好：他亲吻的那个人就是耶稣。逾越节那天，\n" +
                    "耶稣跟12个门徒坐在一起，共进最后一次晚餐，他忧郁地对12个门徒说：“我实话告诉你\n" +
                    "们，你们中有一个人要出卖我了！”12个门徒闻言后，或震惊、或愤怒、或激动、或紧张。\n" +
                    "《最后的晚餐》表现的就是这一时刻的紧张场面。\n" +
                    "    《最后的晚餐》宽420厘米，长910厘米 [2]  。达•芬奇不仅在绘画技艺上力求创新，在\n" +
                    "画面的布局上也别具新意。一直以来，画面布局都是耶稣弟子们坐成一排，耶稣独坐一端。\n" +
                    "达•芬奇却让十二门徒分坐于耶稣两边，耶稣孤寂地坐在中间，他的脸被身后明亮的窗户映\n" +
                    "照，显得庄严肃穆。背景强烈的对比让人们把所有的注意力全部集中于耶稣身上。耶稣旁边\n" +
                    "那些躁动的弟子们，每个人的面部表情、眼神、动作各不相同。尤其是慌乱的犹大，手肘碰\n" +
                    "倒了盐瓶，身体后仰，满脸的惊恐与不安。 [3] \n" +
                    "    画中人物从左到右是：巴多罗买（Bartholomew）、小雅各（亚勒腓之子 / James, son \n" +
                    "of Alphaeus）、安德烈（Andrew）、叛徒犹大（Judas Iscariot）、西门彼得（伯多禄 / Simon \n" +
                    "Peter）、约翰（若望、John）、耶稣（ Jesus）、多马（多默 / Thomas）、大雅各（西\n" +
                    "庇太之子 / James, son of Zebedee）、腓力（Philip）、马太（玛窦 /Matthew）、达太（圣\n" +
                    "犹大 /Jude Thaddeus）、奋锐党的西门（热诚者西满 / Simon the Zealot）。\n"
            },
        "9":
            {
                "title": "星月图",
                "content": "     《星月夜》（The Starry Night）是荷兰后印象派画家文森特•梵•高于1889年在法国圣\n" +
                    "雷米的一家精神病院里创作的一幅油画，是梵高的代表作之一，现藏纽约现代艺术博物馆。\n" +
                    "    在这幅画中，梵高用夸张的手法，生动地描绘了充满运动和变化的星空。整个画面被\n" +
                    "一股汹涌、动荡的蓝绿色激流所吞噬，旋转、躁动、卷曲的星云使夜空变得异常活跃，脱离\n" +
                    "现实的景象反映出梵•高躁动不安的情感和疯狂的幻觉世界。\n" +
                    "    《星月夜》是后印象派画家梵•高的代表作之一。在这幅画中，梵•高用夸张的手法，生\n" +
                    "动地描绘了充满运动和变化的星空。夜晚的天空高又远，大星、小星回旋于夜空，金黄的满\n" +
                    "月形成巨大的漩涡，星云的短线条纠结、盘旋，仿佛让人们看见时光的流逝。暗绿褐色的柏\n" +
                    "树像巨大的火焰，是星夜狂欢的响应者。天空下，安睡的村庄那么宁静、安详。淡蓝的色调，\n" +
                    "动感的线条，给人自由的时空感。\n" +
                    "    1889年5月8日，梵•高精神第二次崩溃之后，来到离阿尔25公里的圣雷米自愿接受\n" +
                    "精神病治疗。那时，医生允许他白天外出写生，他住院一个月后，画了这幅画，画中的村庄\n" +
                    "就是圣雷米。\n"
            },
        "10":
            {
                "title": "大碗岛的星期天下午",
                "content": "     《大碗岛的星期天下午》（A Sunday Afternoon on the Ile de la Grande Jatte）是点彩\n" +
                    "画新印象主义代表画家乔治•修拉创作的一幅布面油画，该画于1886年展出，现收藏于美\n" +
                    "国芝加哥美术学院。\n" +
                    "    该画描写了人们在塞纳河阿尼埃的大碗岛上休息度假的情景：阳光下的河滨树林间，人\n" +
                    "们在休憩、散步，垂钓，河面上隐约可见有人在划船，午后的阳光拉下人们长长的身影。这\n" +
                    "幅画主要采用了点彩画法，画面宁静而和谐。\n" +
                    "    画面上的大碗岛是位于巴黎附近奥尼埃的一个岛上公园，也是巴黎人盛夏理想的避暑\n" +
                    "圣地。此画描绘了盛夏时节人们在大碗岛上游玩、乘凉的情景。\n" +
                    "    画面远处，碧蓝的湖面上有人驾着轻巧的白色帆船，有人坐在小木船里任其飘荡，还\n" +
                    "有一些人在齐心协力的划着长长的龙舟。一位年轻的女孩打着阳伞，站在湖边举目眺望，微\n" +
                    "风轻轻的吹起它的裙摆。女孩身后的草地上，有的人席地而坐，有的人悠闲散步。\n" +
                    "    近处，一位撑着红色阳伞的母亲正牵着她可爱的女儿向浓荫处走来，绿荫下，一个穿\n" +
                    "着红色背心的中年男子正半卧在草地上，神情惬意的抽着烟斗，他旁边坐着一位年轻少妇和\n" +
                    "绅士。\n" +
                    "    中间，一位天真烂漫的少女正轻闻着她手中的那一束野花。最右边，一位贵妇站在她\n" +
                    "丈夫身边，斜打着黑色阳伞，正准备向前走去。他们脚下，可爱的小狗早已按捺不住，欢快\n" +
                    "的向前方一只黑犬跑去，在这里人们没有烦恼，只有愉悦，一切都是那么和谐、温馨。 \n"
            }
    },
    {
        "1":
            {
                "title":
                    "斧",
                "content":
                    "斧是一种古代兵器，也是在上古时代的生产工具之一，在格斗、狩猎中，斧都有很强的近距\n" +
                    "离战斗力。斧又名戚，惧，斤，铁糕糜等。斧因其式样和用途的不同，而有不同的名称。但\n" +
                    "大体式样基本相同，均为一面是扇型刃，一面是长方形，下部装有木柄。斧的主要用法有：\n" +
                    "劈、砍、剁、抹、砸、搂、截等，舞动起来显得粗犷、豪壮，可以显出劈山开岭的威武雄姿。\n" +
                    "斧虽不作为主要兵器使用，但各代均有使斧者，尤其生活在北方地区的民族，喜练斧类兵器。\n" +
                    "远在旧石器时代，就出现了石制的斧，那时人们用磨制粗糙的石斧，砍斫器物、捕猎禽兽，\n" +
                    "是不可缺少的劳动工具之一。\n" +
                    "新石器时代，斧有了椭圆形，扁平形，胄身梯形式样。石斧上凿有洞孔便于挥使。至商代，\n" +
                    "由于冶铜业的发明，大量的青铜斧成为军队的主要兵器之一。此间，商代时出现了用青铜铸\n" +
                    "造的斧。这时的青铜钺仍保留了石斧的特点：刃部弧曲宽阔，两角略微上翘，但钺身较薄、\n" +
                    "青铜钺的装柄方式为内安秘。斧身多饰有雷纹，并且花纹非常精致美观。周代有一种空头斧，\n" +
                    "大多是管形銎，上有孔，以安装斧柄。斧头中含有天然铜、铅、铁、锡、金等多种金属，质\n" +
                    "地坚韧，做工精良。但由于斧钺形体笨重，杀伤力远不如戈、刀、矛，所以渐渐脱离战场，\n" +
                    "成为一种礼兵器。至春秋战国时，斧向广大的少数民族地区流行。到了秦汉三国之际，战争\n" +
                    "形式有了很大的改变，骑战和步战成为当时战斗的主要形式。又由于铁器制造业的发展，铁\n" +
                    "斧的质量和重量有了很大的提高，具有很大的杀伤力，故斧又被军队作为主战兵器之一。至\n" +
                    "隋唐五代，斧的代表式样有凤头斧，长柯斧等。斧的刃部加厚，手柄缩短，这种斧的砍杀效\n" +
                    "果相当高。至宋元时期，斧在战场上仍然使用。当时宋军使用的战斧有大斧，凤头斧，娥眉\n" +
                    "斧等。至元代蒙古兵使用的战斧有锚斧、镰斧。\n"
            }
        ,
        "2":
            {
                "title":
                    "飞镖",
                "content":
                    "古代战场上常用的暗器之一，亦称脱手镖，无论在马上或步下，飞镖的作用不亚于弓箭，百\n" +
                    "步以内可打击头部各要害，或者腿部、身体躯干等部位，杀伤力颇大。镖以铜制，头为三棱\n" +
                    "形，尾为平顶，长12厘米，重300－350克。镖有三种：镖尾系有长约7厘米的红、绿绸\n" +
                    "者，名带衣镖；不带衣者名光杆镖；用毒药煎煮或在镖头上涂有毒药膏者名为毒缥。\n"
            }
        ,
        "3":
            {
                "title":
                    "盾",
                "content":
                    "盾，古人称“干”，与戈同为古代战争用具，故有“干戈相见”等词。后来还称作“牌”、\n" +
                    "“彭排”等。传说我国最早的盾，远在黄帝时代就有了。《山海经》中有关于“刑天”这位英\n" +
                    "雄人物的神话，描写他一手操干，一手持斧，挥舞不停的雄姿。陶渊明为此写诗赞道：”刑\n" +
                    "天舞干戚，猛志固常在。”盾作为一种“主卫而不主刺”的卫体武器，早在商代就已经存在。\n" +
                    "到唐代时，盾改称“彭排”。宋代时正式称“牌”。明清两代沿袭宋习，称牌而不再称盾。"
            }
        ,
        "4":
            {
                "title":
                    "弩",
                "content":
                    "古代的一种冷兵器，是古代兵车战法中的重要组成部分。是步兵有效克制骑兵的一种武器。 \n" +
                    "弩也被称作“窝弓”、“十字弓”。古代用来射箭的一种兵器。它是一种装有臂的弓，主要\n" +
                    "由弩臂、弩弓、弓弦和弩机等部分组成。虽然弩的装填时间比弓长很多，但是它比弓的射程\n" +
                    "更远，杀伤力更强，命中率更高，对使用者的要求也比较低，是古代一种大威力的远距离杀\n" +
                    "伤武器。强弩的射程可达600米，特大型床弩的射程可达千米。按张弦的方法不同，可分为\n" +
                    "臂张弩、踏张弩和腰张弩等，还有能数箭齐射或连射的连弩和装有数把弩弓的床弩。\n"
            }
        ,
        "5":
            {
                "title":
                    "戟",
                "content":
                    "戟，是戈和矛的合体，也就是在戈的头部再装矛尖。具有勾啄和刺击双重功能的格斗兵器，\n" +
                    "杀伤力比戈和矛都要强。戟的出现在我国推动了战国时期的到来。戟一方面作为仪仗兵器，\n" +
                    "一方面作为从先秦至秦汉魏晋军中装备的制式装备。四年相邦吕不韦戟2007年出土于兵马\n" +
                    "俑坑中，由青铜戈和矛以及木柄组成，全长2.87米，是目前国内发现的唯一一件保存完整\n" +
                    "的青铜戟。目前发现的最早的戟出现于商代，西周时期出现了整体铸造的戟。一种是以矛为\n" +
                    "主，旁生横刃，木柲装插在矛体的銎部。春秋战国时期多为青铜戟，大量用于车战，为”车\n" +
                    "战五兵”之一。西汉出现钢铁戟，为汉代步兵和骑兵必备格斗兵器。东晋十六国时期，少数\n" +
                    "民族入侵，军队中戟逐渐为刀所取代。后世仍作为仪仗器具。\n" +
                    "古书中也称“棘”。是将戈和矛结合在一起，具有勾啄和刺击双重功能的格斗兵器，杀伤力比\n" +
                    "戈和矛都要强。戟在商代即已出现，西周时也有用于作战的，但是不普遍。到了春秋时期，\n" +
                    "戟已成为常用兵器之一。春秋前期鲁隐公十一年（前712年），郑国在伐许前授兵时，即有\n" +
                    "子都拔棘逐颖考叔的事发生。鲁庄公四年（前690年），楚伐随，“授师子焉”，说明楚国已\n" +
                    "用戟装备军队了。后世也有很多拿戟的出名武将，如典韦、吕布等。\n" +
                    "戟是一种既可刺杀也可勾啄具有双重性能的兵器，能够明显提高战斗效能。《说文解字》载：\n" +
                    "“戟，有枝兵也。”是一种戈的柲顶有矛形尖刺装置的兵器，少数是戈和刀的合体。以前者居\n" +
                    "多，后者发现的仅限于西周时代。不论是戈、矛或戈、刀的合体，其形式都符合“有枝兵”\n" +
                    "的特点。"
            }
        ,
        "6":
            {
                "title":
                    "刀",
                "content":
                    "十八般兵器之一，九短九长之一，九短之首（刀）。\n" +
                    "刀为单面长刃的短兵器。同时泛指可用于切、削、割、剁、刺的工具，与匕首合称亦为膳食\n" +
                    "器。刀的最初形态，与钺非常接近。其形状为短柄，翘首，刀脊无饰，刃部较长。到春秋战\n" +
                    "国时期，刀的形状发生巨大变化，两汉时，刀逐渐发展为步兵的主战兵器之一，同时出现了\n" +
                    "许多不同形式的长柄刀。铜刀存世数量不多，体形均轻薄，最厚处仅0.35厘米，其形制粗\n" +
                    "分有短柄翘首刀、长柲卷首刀、平刃刀、曲刃刀等数类。\n" +
                    "在原始社会，古人类就用石头、蚌壳、兽骨打制成各种形状的刀。他们选用的石头多半是石\n" +
                    "英石、砂岩，也有燧石和水晶石。用这些石料打制成的石刀质坚棱利，是很好的砍劈工具。\n" +
                    "其次是用蚌壳和兽骨磨制的蚌刀、骨刀，这类刀轻便锋利，适于砍削器物。同样古人不仅用\n" +
                    "刀作为劳动工具，还随身携带作为防身自卫的武器。\n" +
                    "最早的铜刀脱胎于石刀，形状很小。目前，中国发现最早的青铜兵器便是铜刀。商朝的青铜\n" +
                    "刀，刀形较宽，刃端多向上翘，其制作如同石刀。当时的刀主要用来砍削器物，宰牛羊，或\n" +
                    "防身自卫，还未正式用于战争。周代重剑，不喜佩刀。西周时期，出现了青铜大刀，柄短刀\n" +
                    "长，有厚实的刀脊和锋利的刀刃，刀柄首端呈扁圆环形，所以又叫“环柄刀”。在北京昌平县\n" +
                    "白浮西周木椁墓中出土两把青铜刀，一把刀身长41厘米，刀背微弓；另一把长24厘米，类\n" +
                    "似冰刀形。那时的青铜刀质地较脆，缺少韧性，劈砍时容易折断。与同时代的铜剑相比，刀\n" +
                    "的做工粗糙，形体笨拙，远不如铜剑精巧锋利。因而刀迟迟没有投身战场。\n" +
                    "秦汉时期，钢铁问世以后，刀的制作工艺得到改善，形制上刀身加长，并且已有专门的战刀\n" +
                    "和佩刀之分。佩刀讲究式样别致，镶饰美观；战刀则注重质地坚韧，作工精良。在当时诸国\n" +
                    "战争中，兵车已渐渐退出战场，取而代之的骑兵队成为作战主力。因此单纯的刺兵器不足以\n" +
                    "发挥效力，擅长劈砍挥杀的钢刀的制作质量要求越来越高。据史书记载，三国时刘备令工匠\n" +
                    "造刀5000把；孙权则命造刀1000把；司马炎也曾一次遣人造刀8000把。这些刀是用来装\n" +
                    "备军队的，那时刀已成为主要兵器之一。最通用的刀要算“环首刀”，这种刀直背直刃，刀背\n" +
                    "较厚，刀柄呈扁圆环状，长度一米左右，便于在骑战中抽杀劈砍，是一种实战性较强的短兵\n" +
                    "器，在战场上的厮杀格斗中，许多将领往往长矛短刀并用，远刺近劈，威力无比。西汉时大\n" +
                    "将李广之子李敢“左持长槊，右执短刀跃马陷战”。三国时南蛮首领孟获的妻子祝融夫人善使\n" +
                    "飞刀，百发百中。她曾手提八尺长标，背插五口飞刀，重伤张嶷，活捉马忠。"
            }
        ,
        "7":
            {
                "title":
                    "枪",
                "content":
                    "枪是中国古代兵器之一，是由利刃加棍棒组成的长柄刺击兵器，外形与矛相似，柄长于刃，\n" +
                    "与短兵器械完全相反，综合威力大，是“十八般武器”之一，“四大名器”之首，被称为“百\n" +
                    "兵之王”。枪中的武术长器械类枪是由兵器矛演变而来，是矛的升级版，长度约相当于人体\n" +
                    "直立，手臂伸直向上的高度；杆有软硬之分，带缨或无缨；枪种类多，常见的有红缨枪、实\n" +
                    "战枪、白蜡枪、花枪和戏剧枪等长枪；枪术的基本动作以拦、拿、扎为主，在十八般武艺中\n" +
                    "比较难学，不易掌握，俗语：“年棍，月刀，久练枪”。"
            }
        ,
        "8":
            {
                "title":
                    "矛",
                "content":
                    "矛：古代长兵器。别名有矟、镟、长铫等。通体铁制。由矛头、矛柄、矛鐏三部分组成。矛\n" +
                    "头长二尺余，扁平，弯曲如蛇行，两面有刃，故又称“蛇矛”。另一种矛头长七八寸，形如枪\n" +
                    "头，呈棱形。其下与矛柄相接，矛柄也可以硬木制之，粗如盈把，长一丈六尺有余。矛鐏是\n" +
                    "柄尾之饰物，也有铜制者，呈锥尖形，可使矛插地而不倒。\n" +
                    "矛的主要击法有刺、宕、盖、挑、扫、打、拨、截等。而矜(jīn)，是矛柄的别称。汉•杨雄《方\n" +
                    "言》：“矛，其柄谓之矜。”\n" +
                    "大矟(dàshuò)：矛的一种。长二丈五尺，长刃。《南史•蔡道恭传》：“道恭为司州刺史，魏\n" +
                    "围司州，道恭于城内作土山，多作大矟，长二丈五尺，施长刃，使壮士执以刺魏人，魏军甚\n" +
                    "惮之。”\n" +
                    "丈八蛇矛：矛的一种。矛曲如蛇，长一丈八尺，故名。《三国演义》第五回：“傍边一将，\n" +
                    "圆睁环眼，倒竖虎须，挺丈八矛，飞马大叫……‘燕人张飞在此！’”\n" +
                    "马矟(mǎshuò)：矛的一种。《南史•齐长沙威王晃传》：“武帝尝幸钟山，晃从驾。以马矟刺\n" +
                    "道边枯蘖，上令左右引之，应手便去。”\n" +
                    "仇矛：矛的一种。矛头呈三叉形。《释名•释兵》：“仇矛，头有三叉，言可以讨仇敌之矛也。”\n" +
                    "长铫：矛的别名。《庶物异名》：“长铫，长矛也。”厹矛(qiúmáo)矛的一种。为三棱锋利的\n" +
                    "长矛。《诗•秦风•小戎》：“厹矛鋈錞，蒙伐有苑。”孔颖达疏：“厹矛，三隅矛，刃有三角。”\n" +
                    "矛槊：矛的一种。长一丈八尺。北魏•崔鸿《十六国春秋•后凉录•吕光》：“胡便弓马，善矛”\n" +
                    "槊，铠如连鏁，射不可入。”现代武术中所用之枪系由矛槊演变而来。\n" +
                    "夷矛：矛的一种。长二丈四尺。《释名•释兵》：“二丈四曰夷矛。”\n" +
                    "竹瓦街铜矛：矛的一种。1959年在四川省彭县竹瓦街出土，属殷代铜矛。现存四川省博物\n" +
                    "馆。矛头构造近似现在的枪，但略长些，有曲刃，顶端有尖，侧有二刃，中为脊，两旁有槽，\n" +
                    "脊下延为骹以冒柄，骹旁铸两个半环纽，或在矛身两侧留两个小孔，用绳缚于木柄上以加固。\n" +
                    "折树矟(shéshùshuò)：矛的一种。《南史•年侃传》：“车驾幸乐游苑，侃预宴时，少府新造\n" +
                    "两刃枚尚传所雀跑步兵矟成，长二丈四尺，围一尺三寸。帝因赐侃河南国紫骝，令试之。侃\n" +
                    "执矟上马，左右击刺，特尽其妙。观者登树。帝曰：此树必为侍中折矣。俄而果折，因号此\n" +
                    "矟为折树矟。”"
            }
        ,
        "9":
            {
                "title":
                    "棍",
                "content":
                    "棍也被称作“棒”，古代多称棍为“梃”，名称虽异，实为一物。棍为无刃的兵器，素有“百兵\n" +
                    "之长”之称。中国武术中的一种打击兵器。棍的历史悠久，是原始社会主要生产工具之一，\n" +
                    "也是最早用于战争中的武器之一。长度约为1.3—2.6米，也有的长达4米，截面一般为圆形，\n" +
                    "粗细以单手能够把握为准。棍是近战搏斗兵器，它的攻击范围大于刀、枪，自古有“棍扫一\n" +
                    "大片”的说法。但是棍主要是造成钝器伤和淤伤，其杀伤力比刀、枪等要小。\n"
            }
        ,
        "10":
            {
                "title":
                    "剑",
                "content":
                    "剑，古代兵器之一，属于“短兵”。乃是兵中王者，被称为“百兵之王”。古王皆有君子之气，\n" +
                    "亦有皇上君临天下之说，素有“百兵之君”的美称。古代的剑由金属制成，长条形，前端尖，\n" +
                    "后端安有短柄，两边有刃。剑，早期是匕首式短剑，剑和刀一类，区别只在于单刃和双刃。\n" +
                    "剑又称：“轻吕”、“径路”，“长铗”。春秋末年，开始流行长剑。质地精良的宝剑大多出自南\n" +
                    "方，主要是吴、越（闽越）、楚、巴蜀。\n"
            }
    },
    {
        "1":
            {
                "title":
                    "Ankh",
                "content":
                    "源自上下埃及的一个神秘符号，上部为一圆环的十字形饰物。\n" +
                    "Ankh（又译为安可架）\n" +
                    "这是源自埃及的一个神秘符号，上部为一圆环的十字形饰物。原本是神赐给法老王的礼物， \n" +
                    "后来古埃及人用来象征生命，象征着隐藏在一个人身体内的巨大、秘密的力量，并将留下永\n" +
                    "生、永存的痕迹。Ankh是埃及最古老的神灵之符，传说中神手举Ankh站天空、站在大地、\n" +
                    "站在河流之上，以无穷的魔力展示生命的秘密，祝福一个人来到世界上留下永生、永存的痕\n" +
                    "迹。此符号原本只有法老可以使用， 但随着时间的的流动， 才慢慢传到了民间。相传带上\n" +
                    "这个护身之宝可以防止灾祸、疾病和魔力的侵扰，帮助佩带者赢得爱情和战争的胜利。人们\n" +
                    "以此来祈福永恒的健康、爱情和财富，以及对神秘的原始文明以一种怀旧。\n" +
                    "在埃及它与日轮在一起作为生命的象征，所以也有把它叫“生命十字”。\n" +
                    "Ankh 鹰神\n" +
                    "鹰蛇之神的生命祝福\n" +
                    "鹰翅蛇神的埃及之神 紧紧环抱着你\n" +
                    "生命中\n" +
                    "愿望之戒\n" +
                    "源于人类最古老的戒指\n" +
                    "打造心灵愿望的符号\n" +
                    "生命之祈祷戒指\n" +
                    "Ankh 安卡\n" +
                    "拥有Ankh\n" +
                    "即拥有生命的钥匙\n" +
                    "开启永恒之门的祈祷\n"
            }
        ,
        "2":
            {
                "title":
                    "手镯",
                "content":
                    "手镯是用金、银、玉等制的戴在手腕上的环形装饰品。按结构，一般可分为两种：一是封闭\n" +
                    "形圆环，以玉石材料为多；二是有端口或数个链片，以金属材料居多。按制作材料，可分为\n" +
                    "金手镯、银手镯、玉手镯、镶宝石手镯等。\n" +
                    "手镯的作用大体有三个方面：一是显示身份，突出个性；二是美化手臂；三是保健身体。手\n" +
                    "镯一般佩戴在左手上，镶宝石手镯应贴在手腕上，不镶宝石的，可松松戴在腕部。只有成对\n" +
                    "的手镯才能左右腕同时佩戴。\n" +
                    "手镯一般采用玉石或者金属作为。翡翠、和田玉、玛瑙、南阳玉、岫玉、蓝田玉、东陵玉、\n" +
                    "猫儿眼、芙蓉玉、阿富汗玉、白玉等玉石都是加工手镯的材料；金属作材料的如：黄金、银、\n" +
                    "合金等。"
            }
        ,
        "3":
            {
                "title":
                    "耳坠",
                "content":
                    "耳坠指耳饰的一种，指带有下垂饰物的耳饰（耳环）。有时耳坠等同于耳环，又称耳坠子，\n" +
                    "是耳朵饰品的代称。"
            }
        ,
        "4":
            {
                "title":
                    "绿宝石",
                "content":
                    "绿宝石是铍-铝硅酸盐矿物。它的几个变种颜色不一，有淡蓝色的（叫海蓝宝石）、有深绿\n" +
                    "色的（叫祖母绿）、有金黄色的（叫金绿柱石）、有粉红色的（叫铯绿柱石）等多个品种。\n" +
                    "蜜黄色的比较常见。绿宝石一般为六方柱形晶体，呈现的颜色一般多为各种绿色。\n" +
                    "在大自然当中绿色的宝石有很多,如祖母绿、翡翠、绿松石、孔雀石、橄榄石、绿色的石榴\n" +
                    "石(钙铝榴石，区别于绿碧榴)、绿碧玺、绿镰石(又称红绿宝石)、葡萄石、绿碧榴、锆石、\n" +
                    "托帕石、石英(其中有绿水晶，但该类物质出产稀少，且极少可用于首饰加工)、长石(天河\n" +
                    "石、拉长石)、坦桑石等。"
            }
        ,
        "5":
            {
                "title":
                    "玉器",
                "content":
                    "玉器（Jade Ware），即使用天然玉石加工制成的器物。中国早在八千多年前就有了玉器，\n" +
                    "并不间断地延续到现在。玉器的出现是远古石器的延续与创新。\n" +
                    "玉器与石器的区别在于质地和加工方式的不同。未经人加工过的天然玉石是玉料，《说文解\n" +
                    "字》称：“石之美者谓之玉”，凡美石制品均在玉器的范围。但美石的玉多为交织结构的透\n" +
                    "闪石和阳起石，不同于可以敲击成形的石料。因此古玉器的出现，在于新石器时期晚期的中\n" +
                    "华古人创造了使用解玉砂琢碾加工玉石的方法。古玉器是人类古代文明里中华文明所独有的\n" +
                    "器物。因古代碾法已经失传，以加工方式区分，用碾法制作的玉器均为古玉器，而凡使用电\n" +
                    "动金刚工具等现代技术加工的玉器称为新玉。中国玉器自史前出现起，即是最高规格的器物，\n" +
                    "主要用作礼器和配饰。有祭祀天的玉璧，祭祀地的玉琮，有祭祀四方的圭、璋、琥、璜。史\n" +
                    "前典型的玉器见于红山文化和良渚文化等。\n" +
                    "现代玉饰的品种款式多种多样，有：各玉珠串、各玉手镯、各玉发夹、翡翠挂件、套装饰品、\n" +
                    "各玉戒指、金镶玉品、各玉腰带等琳琅满目，除岫玉、玛瑙、密玉等玉料外，还采用翡翠、\n" +
                    "青金、鸡肝石、孔雀石、东陵石、珊瑚、水晶、芙蓉石、木变石等等玉石原料。规格款式不\n" +
                    "断翻新，单珠串就有平串、宝塔串、花色串、异形串、随形串等等。这些珠宝玉饰通过精心\n" +
                    "的佩戴，会给人们的生活、衣饰起到珠联璧合的效果。\n" +
                    "玉，在中国是美石的同义语。古人视玉为宝，今人又把珍贵的玉石称为宝玉。中国是一个玉\n" +
                    "石之国，但国内的珠宝界、考古界和地质界对玉、玉石和宝石的定义是有区别的。国际上统\n" +
                    "称的玉专指软玉和硬玉（翡翠），其它玉雕石料统称为玉石。"
            }
        ,
        "6":
            {
                "title":
                    "项链",
                "content":
                    "项链是用金银、珠宝等制成的挂在颈上的链条形状的首饰，是人体的装饰品之一，也是最早\n" +
                    "出现的首饰。项链除了具有装饰功能之外，有些项链还具有特殊显示作用，如佛弟子的念珠\n" +
                    "与天主教徒的十字架链。"
            }
        ,
        "7":
            {
                "title":
                    "玻璃器",
                "content":
                    "在中国最早出现和生产的时间目前还没有一个准确的定论，但自从周代以来的诗文传志中经\n" +
                    "常出现以下名词：“缪琳”、“火齐”、“琉璃”、“琅玕”、“颇黎”、“明月珠”，晋\n" +
                    "六朝记载中也出现了“玻璃”、“瑟瑟”，后人对此的注解多笼统地称之为“不同种类的玉\n" +
                    "石”，但联系近些年来考古发掘中大量实物的出土及专家的具体分析，现普遍认为这些东西\n" +
                    "多与人造珠玉有所联系。而其名称则没有一个严格地区分，多将半透明的称为“璃”，透明\n" +
                    "的才称“玻璃”，后来又有“药玉”、“罐子玉”、“硝子”、“料器”等名称，而以料器\n" +
                    "一名使用最为普遍。"
            }
        ,
        "8":
            {
                "title":
                    "红宝石",
                "content":
                    "红宝石是指颜色呈红色的刚玉，它是刚玉的一种，主要成分是氧化铝。红色来自铬，主要为\n" +
                    "Cr2O3，含量一般0.1~3%，最高者达4%。含Ti而呈蓝色称蓝宝石。天然红宝石大多来自亚\n" +
                    "洲（缅甸、泰国、斯里兰卡、中国新疆、中国云南等），非洲，大洋洲（澳大利亚），以及\n" +
                    "美洲（美国的蒙大拿州和南卡罗来纳州）。\n" +
                    "天然红宝石非常稀少，因此很珍贵，但是合成红宝石并非太难，所以工业用红宝石都是合成\n" +
                    "的。1999年，中国山东省昌乐县发现一颗红、蓝刚玉连生体，重量67.5克拉，被称为“鸳\n" +
                    "鸯宝石”，称得上是世界罕见的奇迹。2012年在新疆和田地区墨玉县卡拉喀什河河床中发\n" +
                    "现数枚红宝石矿最大的有32.7克拉。"
            }
        ,
        "9":
            {
                "title":
                    "戒指",
                "content":
                    "一种戴在手指上的装饰品，任何人都可以佩戴。佩戴戒指的习俗源远流长，不同的地方对不\n" +
                    "同的佩戴方式有着不同的代表含义。材料可以是金属、宝石、塑料、木或骨质等。"
            }
        ,
        "10":
            {
                "title":
                    "钻石",
                "content":
                    "金刚石俗称“金刚钻”。也就是我们常说的钻石的原身，它是一种由碳元素组成的矿物，是\n" +
                    "碳元素的同素异形体。金刚石是自然界中天然存在的最坚硬的物质。金刚石的用途非常广泛，\n" +
                    "例如：工艺品、工业中的切割工具。石墨可以在高温、高压下形成人造金刚石，也是贵重宝\n" +
                    "石。\n"
            }
    }];
